/* ---------------------------------------------------------------------------------------
* about:虚假数据
* author:马兆铿（13790371603 810768333@qq.com）
* date:2021-
* ---------------------------------------------------------------------------------------- */

const contentDataList = [
  {
    "code": "PRJ-00050998",
    "desc": "商品图片支持查看多张图片",
    "period": "2021年3月迭代1",
    "current": "灰度发布完成"
  },
  {
    "code": "PRJ-00049963",
    "desc": "商品分析中库存金额界面增加规格型号显示",
    "period": "2021年3月迭代1",
    "current": "灰度发布完成"
  },
  {
    "code": "PRJ-00049169",
    "desc": "云星辰APP首页待审核单据列表支持批量审核",
    "period": "2021年3月迭代1",
    "current": "灰度发布完成"
  },
  {
    "code": "PRJ-00053763",
    "desc": "销售出库列表信息优化",
    "period": "2021年3月迭代2",
    "current": "灰度发布完成"
  },
  {
    "code": "PRJ-00052956",
    "desc": "组件库增加单据状态筛选组件",
    "period": "2021年3月迭代2",
    "current": "前端联调&amp;自测完成"
  },
  {
    "code": "PRJ-00043522",
    "desc": "单据打印支持：移仓单、收付款单、采购类单据、调拨类、其他出入库类单",
    "period": "2021年3月迭代2",
    "current": "feature1测试完成"
  },
  {
    "code": "PRJ-00056317",
    "desc": "采购类单据列表支持按商品编码模糊搜索",
    "period": "2021年4月迭代1",
    "current": "需求验证中"
  },
  {
    "code": "PRJ-00051852",
    "desc": "【用户登陆】登录失败，request里面重复登陆的次数要做一下控制",
    "period": "2021年4月迭代1",
    "current": "详细需求&amp;评审完成"
  },
  {
    "code": "PRJ-00061578",
    "desc": "【v7移动】F1环境，收款单据报错报错，msg: \"SKD-20210317-00006: 请填写 “单据头必录”\"",
    "period": "2021年4月迭代1",
    "current": "详细需求&amp;评审完成"
  },
  {
    "code": "PRJ-00055052",
    "desc": "单据打印支持自定义字段",
    "period": "2021年4月迭代1",
    "current": "测试中"
  },
  {
    "code": "PRJ-00050969",
    "desc": "商品分析中界面展示优化",
    "period": "2021年4月迭代1",
    "current": "后端开发&amp;自测完成"
  },
  {
    "code": "PRJ-00055384",
    "desc": "热敏打印表体数量、单价、金额位置可自己设置",
    "period": "2021年4月迭代1",
    "current": "feature1测试完成"
  },
  {
    "code": "PRJ-00058611",
    "desc": "其他支出单供应商修正为未必录项",
    "period": "2021年4月迭代2",
    "current": "原型设计&amp;评审完成"
  },
  {
    "code": "PRJ-00055666",
    "desc": "销售类单据列表增加按客户类别条件筛选",
    "period": "2021年4月迭代2",
    "current": "原型设计&amp;评审完成"
  },
  {
    "code": "PRJ-00063175",
    "desc": "调拨入库单和调拨出库单增加附件上传",
    "period": "2021年4月迭代2",
    "current": "原型设计&amp;评审完成"
  },
  {
    "code": "PRJ-00054929",
    "desc": "单据打印控制需按PC端打印控制条件一致",
    "period": "移动应用部需求池（以评估要做）",
    "current": "详细需求&amp;评审完成"
  }
]

export {
  contentDataList
}
