/* ---------------------------------------------------------------------------------------
* about:虚假数据
* author:马兆铿（13790371603 810768333@qq.com）
* date:2077-
* ---------------------------------------------------------------------------------------- */

const contentDataList = [
  {
    "code": "XXX-...50998",
    "desc": "🍉图片⚡️查看多张图片",
    "period": "2077年3月迭代1",
    "current": "灰度发布完成"
  },
  {
    "code": "XXX-...49963",
    "desc": "🍉分析中库存🪙界面➕规格型号显示",
    "period": "2077年3月迭代1",
    "current": "灰度发布完成"
  },
  {
    "code": "XXX-...49169",
    "desc": "☁️APP首页待💻💳据🗓️⚡️批量💻",
    "period": "2077年3月迭代1",
    "current": "灰度发布完成"
  },
  {
    "code": "XXX-...53763",
    "desc": "🏠出库🗓️信息优化",
    "period": "2077年3月迭代2",
    "current": "灰度发布完成"
  },
  {
    "code": "XXX-...52956",
    "desc": "🔘库➕💳据状态筛选🔘",
    "period": "2077年3月迭代2",
    "current": "前端联调&amp;自测完成"
  },
  {
    "code": "XXX-...43522",
    "desc": "💳据⚡️：💳据其他出入库类💳",
    "period": "2077年3月迭代2",
    "current": "feature1测试完成"
  },
  {
    "code": "XXX-...56317",
    "desc": "采购类💳据🗓️⚡️按🍉编码模糊搜索",
    "period": "2077年4月迭代1",
    "current": "需求验证中"
  },
  {
    "code": "XXX-...51852",
    "desc": "【♾️💡】登录❌，request里面重复💡的次数要做一下💊",
    "period": "2077年4月迭代1",
    "current": "详细需求&amp;评审完成"
  },
  {
    "code": "XXX-...61578",
    "desc": "【🌚移动】环境，收款💳据报错报错",
    "period": "2077年4月迭代1",
    "current": "详细需求&amp;评审完成"
  },
  {
    "code": "XXX-...55052",
    "desc": "💳据⚡️自定义字段",
    "period": "2077年4月迭代1",
    "current": "测试中"
  },
  {
    "code": "XXX-...50969",
    "desc": "🍉分析中界面展示优化",
    "period": "2077年4月迭代1",
    "current": "后端开发&amp;自测完成"
  },
  {
    "code": "XXX-...55384",
    "desc": "🖨️表体数量、💳价、🪙位置可自己设置",
    "period": "2077年4月迭代1",
    "current": "feature1测试完成"
  },
  {
    "code": "XXX-...58611",
    "desc": "其他支出💳供应商修正为未必录项",
    "period": "2077年4月迭代2",
    "current": "原型设计&amp;评审完成"
  },
  {
    "code": "XXX-...55666",
    "desc": "🏠类💳据🗓️➕按客户类别条件筛选",
    "period": "2077年4月迭代2",
    "current": "原型设计&amp;评审完成"
  },
  {
    "code": "XXX-...63175",
    "desc": "调拨入库💳和调拨出库💳➕附件上传",
    "period": "2077年4月迭代2",
    "current": "原型设计&amp;评审完成"
  },
  {
    "code": "XXX-...54929",
    "desc": "💳据💊需按PC端💊条件一致",
    "period": "移动应用部需求池（以评估要做）",
    "current": "详细需求&amp;评审完成"
  }
]

export {
  contentDataList
}
